{
   "charities":[
      {
         "ein":"93-0757378",
         "charityName":"Open School",
         "category":"4",
         "websiteURL":"http://www.openmeadow.org/",
         "rating":"4",
         "tag_line":"Making a difference for North Portland youth",
         "mission":"Since 1971, Open Meadow Alternative Schools has been making a difference in the lives of North Portland youth. Open Meadow Schools offers a personalized educational experience for middle and high school youth. Our mission is to educate youth in small, relationship-based programs that emphasize personal responsibility, academics, and service to the community. Open Meadow successfully re-engages disconnected youth in their education, providing academic and support services to those at high risk of dropping out of school. We educate students in small middle and high school programs and provide an array of transition services that help students move smoothly from middle school to high school and from high school to college and career. In 2007-08, Open Meadow served more than 700 youth in our programs.",
         "financialRating":"89.08",
         "accountabilityRating":"92.00"
      },
      {
         "ein":"23-7083114",
         "charityName":"Oregon Health & Science University Foundation",
         "category":"4",
         "websiteURL":"http://www.ohsu.edu/xd/about/foundation/index.cfm",
         "rating":"4",
         "tag_line":"Securing private philanthropic support for OHSU",
         "mission":"The Oregon Health & Science University (OHSU) Foundation's mission is to secure private philanthropic support for OHSU, and to invest and manage gifts responsibly in accordance with donors' wishes. The OHSU Foundation, with more than $595 million in assets, is the largest public university foundation in Oregon - and among the top higher education funds in America. The OHSU Foundation also administers a separate grant-making program, the Medical Research Foundation awards, supporting biomedical research in Oregon by new investigators. Since its founding more than a century ago, OHSU has become Oregon's only health and research university. Its mission is both fundamental and profound: to improve the health and well-being of the state and its citizens.",
         "financialRating":"99.82",
         "accountabilityRating":"89.00"
      },
      {
         "ein":"93-1051724",
         "charityName":"SMART",
         "category":"4",
         "websiteURL":"http://www.getsmartoregon.org/",
         "rating":"3",
         "tag_line":"Start Making a Reader Today",
         "mission":"SMART (Start Making a Reader Today) partners with hundreds of schools statewide to deliver proven literacy support to K-3 children. Teachers recommend students for participation in the program, which complements the school's curriculum. Local SMART Coordinators recruit and train community volunteers to read once a week from October to May with two children. The consistent, one-on-one relationship gives children the attention, self-confidence, and skills to succeed in school and beyond. SMART further encourages children to read outside the classroom by giving them new books each month. SMART serves about 10,000 children each year.",
         "financialRating":"78.88",
         "accountabilityRating":"100"
      },
      {
         "ein":"52-1957214",
         "charityName":"Stand for Children Leadership Center",
         "category":"4",
         "websiteURL":"http://standleadershipcenter.org/",
         "rating":"3",
         "tag_line":"Helping all children get the education and support they need to thrive",
         "mission":"Stand for Children Leadership Center is a leadership development and training organization. We train ordinary people to be effective citizen leaders capable of solving problems facing children, both locally and statewide, by convincing elected officials and voters to invest in and reform vital children's programs. Our highly trained staff provide parents and others concerned about children's issues with tools to achieve long-lasting improvements for children by joining together in a unified, grassroots voice.",
         "financialRating":"80.21",
         "accountabilityRating":"85.00"
      },
      {
         "ein":"93-0801200",
         "charityName":"Habitat for Humanity Portland/Metro East",
         "category":"3",
         "websiteURL":"http://habitatportlandmetro.org/",
         "rating":"3",
         "tag_line":"Bringing people together to build homes, communities and hope.",
         "mission":"Habitat for Humanity Portland/Metro East revitalizes neighborhoods, builds affordable and sustainable homes, and empowers families through successful homeownership. Habitat for Humanity Portland/Metro East is an independent affiliate of Habitat for Humanity International, a global home building movement. Habitat welcomes people from all walks of life to partner in serving families in need and creating a better community for everyone who lives here. Founded in 1981, Habitat for Humanity Portland/Metro East has been providing homeownership opportunities for hardworking families for 35 years.",
         "financialRating":"82.50",
         "accountabilityRating":"92.00"
      },
      {
         "ein":"23-7315673",
         "charityName":"The Oregon Community Foundation",
         "category":"3",
         "websiteURL":"http://www.oregoncf.org/",
         "rating":"4",
         "tag_line":"Here for Oregon. Here for good.",
         "mission":"Since 1973, The Oregon Community Foundation (OCF) has connected private giving to public good - in every corner of the state. OCF's assets come from thousands of Oregonians who have invested in our state's future. OCF manages more than 1500 individual funds of various sizes. Through these funds, OCF awards more than $55 million annually in grants and scholarships. The Oregon Community Foundation is committed to improving life and uniting Oregonians through philanthropy.",
         "financialRating":"99.23",
         "accountabilityRating":"96.00"
      },
      {
         "ein":"93-1181662",
         "charityName":"Children's Cancer Association",
         "category":"6",
         "websiteURL":"https://joyrx.org/",
         "rating":"3",
         "tag_line":"We prescribe joy",
         "mission":"Children's Cancer Association (CCA) is a national leader prescribing free, innovative programs of JoyRx and has connected hundreds of thousands of children, teens, and their family members to the power of hope, comfort, and happiness in the last two decades. \n CCA didn't start with a foundation, it started with a family. One who faced its own battle with serious pediatric illness in Portland, Oregon. From that experience came a passionate focus on the moment, and a commitment to deliver immediate help to kids when their need is the greatest. \n We prescribe joy. Because we know in the fight against devastating illness, joy is often forgotten and something every child deserves. When seriously ill children, teens and their families need more than medicine, CCA's innovative programs create joy one moment at a time.",
         "financialRating":"83.34",
         "accountabilityRating":"100"
      },
      {
         "ein":"93-0579589",
         "charityName":"Doernbecher Children's Hospital Foundation",
         "category":"6",
         "websiteURL":"http://www.ohsu.edu/xd/about/dchf/",
         "rating":"3",
         "tag_line":"Providing power, potential, and promise for Doernbecher Children's Hospital",
         "mission":"The Doernbecher Children's Hospital Foundation exists to secure private philanthropic support for Doernbecher Children's Hospital, Oregon's premier pediatric health center. The foundation raises funds from individuals, companies, foundations and organizations, and invests and manages gifts in accordance with donors' wishes. Doernbecher Children's Hospital provides the region's widest range of children's health care services and serves as the primary center for OHSU pediatric programs. As part of Oregon Health & Science University, Oregon's only academic health center, Doernbecher offers patients exceptional primary care and access to the region's most advanced treatments. In addition Doernbecher is Oregon's primary teaching hospital. Its staff educates tomorrow's pediatric specialists.",
         "financialRating":"90.90",
         "accountabilityRating":"81.00"
      },
      {
         "ein":"82-0385049",
         "charityName":"Make-A-Wish Oregon",
         "category":"6",
         "websiteURL":"http://oregon.wish.org/",
         "rating":"3",
         "tag_line":"Share the Power of a Wish",
         "mission":"The Make-A-Wish Foundation of Oregon grants the wishes of children with life-threatening medical conditions to enrich the human experience with hope, strength and joy. Make-A-Wish Oregon formed in 1983. Since then, the Oregon chapter has granted more than 3,100 wishes to children in Oregon and Clark County, Washington. The Oregon chapter serves children, ages 2 ½ through 17. Wish kids and their families share in a magical interlude during difficult times of treatments, financial burdens and hospital stays. Healthcare providers see the remarkable impact of a wish on a child's response to treatment. \n THE IMPACT OF A WISH \n -89% of doctors, nurses, social workers & child life specialists surveyed believe the wish experience positively influences wish kids' health. \n -97% of parents said the wish experience strengthened their families. \n -99% of parents and reported that the wish experience gave their children increased feelings of happiness.",
         "financialRating":"75.24",
         "accountabilityRating":"97.00"
      },
      {
         "ein":"93-0806912",
         "charityName":"Ronald McDonald House Charities of Oregon and Southwest Washington",
         "category":"6",
         "websiteURL":"http://rmhcoregon.org/",
         "rating":"3",
         "tag_line":"Providing a home-away-from-home for families of seriously ill and injured children",
         "mission":"Ronald McDonald House Charities of Oregon and Southwest Washington provides a 'home away from home' for families with seriously ill children, and supports initiatives to improve pediatric health. During their visit, guests stay in comfortable and lovingly decorated private rooms where they can get a peaceful night's rest, knowing their child is close by. Volunteers arrive daily to offer support by greeting guests with a smile, cleaning, and cooking. By providing a setting in which families connect with other families, and children can meet other children going though a similar experience, our houses ease the isolation of what can be a stressful and frightening time.",
         "financialRating":"81.81",
         "accountabilityRating":"92.00"
      },
      {
         "ein":"93-1266613",
         "charityName":"Basic Rights Education Fund",
         "category":"7",
         "websiteURL":"http://www.basicrights.org/",
         "rating":"3",
         "tag_line":"Ensuring that all lesbian, gay, bisexual, transgender and queer Oregonians experience equality",
         "mission":"Basic Rights Oregon works fearlessly and tirelessly to build a strong, vibrant, powerful and progressive movement for LGBTQ equality. We understand that LGBTQ Oregonians exist in every community, and that we have to engage in strategic and values-based coalitions to address the many needs of our communities. As such, building alliances with progressive groups that advocate for working families, racial justice, immigrant rights, reproductive justice, and campaign reform will be essential to win policies that meet the varied needs of our diverse community.",
         "financialRating":"85.00",
         "accountabilityRating":"89.00"
      },
      {
         "ein":"93-0582124",
         "charityName":"United Way of the Columbia-Willamette",
         "category":"3",
         "websiteURL":"http://www.unitedway-pdx.org/",
         "rating":"3",
         "tag_line":"Live united",
         "mission":"Our mission is to improve lives, strengthen communities and advance equity by mobilizing the caring power of people across our metro area. \n We have the tools and the know-how to connect people in need with the building blocks for a stable and healthy life-education, a living wage, financial stability and health and well-being. \n Your support creates change. When you give money to United Way, you directly fund local projects that connect people with jobs, provide affordable housing and promote healthy living. When you volunteer your time and talent, you help children achieve in school or you give seniors and people with disabilities newfound autonomy. When you use your voice, you help set priorities that will provide opportunity for everyone in our community. \n We know our community. Every dollar of every donation to United Way goes to projects that work.",
         "financialRating":"84.14",
         "accountabilityRating":"100.00"
      },
      {
         "ein":"93-6026088",
         "charityName":"Audubon Society of Portland",
         "category":"5",
         "websiteURL":"http://audubonportland.org/",
         "rating":"4",
         "tag_line":"Building a region where people and wildlife flourish together",
         "mission":"Founded in 1902, the Audubon Society of Portland promotes the understanding, enjoyment, and protection of native birds, other wildlife and their habitats. We connect people to nature and their power to protect it. Mobilizing Oregonians for over 100 years, we have been instrumental in developing the environmental policies that shape our region today. We offer natural history educational programs designed to engage children and adults alike in the appreciation and stewardship of nature, and conservation programs that provide engagement opportunities in natural resources stewardship and protection. With 12,000+ members residing throughout the state, we are the largest of the 457 chapters of National Audubon. Our 150 acre sanctuaries and Wildlife Care Center serve the Metropolitan Portland/Vancouver region, free of charge, hosting 40,000 visitors yearly. As the area's only wildlife rehabilitation center, we treat 3,000 animals and respond to 15,000 wildlife related inquiries each year.",
         "financialRating":"93.74",
         "accountabilityRating":"96.00"
      },
      {
         "ein":"93-6034757",
         "charityName":"World Forestry Center",
         "category":"5",
         "websiteURL":"https://www.worldforestry.org/",
         "rating":"4",
         "tag_line":"Promoting sustainable forests",
         "mission":"Founded in 1964 in Portland, Oregon, the World Forestry Center works to educate and inform people about the world's forests and trees, and their importance to all life, in order to promote a balanced and sustainable future. We do this with three programs: Discovery Museum, tree farms, and the World Forest Institute. Our 20,000 square foot Discovery Museum is located in Portland's beautiful Washington Park. All new hands-on, interactive exhibits are family friendly and designed to engage visitors to learn about the sustainability of forests and trees of the Pacific Northwest and around the world. The World Forest Institute was established in 1989 as the information services division of the World Forestry Center.",
         "financialRating":"87.30",
         "accountabilityRating":"100.00"
      },
      {
         "ein":"93-0578714",
         "charityName":"Oregon Environmental Council",
         "category":"5",
         "websiteURL":"http://www.oeconline.org/",
         "rating":"4",
         "tag_line":"It's your Oregon",
         "mission":"To advance innovative, collaborative solutions to Oregon's environmental challenges for today and future generations.",
         "financialRating":"97.50",
         "accountabilityRating":"96.00"
      },
      {
         "ein":"68-0401509",
         "charityName":"New Buildings Institute",
         "category":"5",
         "websiteURL":"http://newbuildings.org/",
         "rating":"3",
         "tag_line":"To promote energy efficiency in buildings",
         "mission":"New Buildings Institute is working to improve the energy performance of commercial buildings. We work collaboratively with commercial building market players- governments, utilities, energy efficiency Columbia Gorge advocates and building professionals- to remove barriers to energy efficiency, including promoting advanced design practices, improved technologies, public policies and programs that improve energy efficiency. We also develop and offer guidance to individuals and organizations on designing and constructing energy-efficient buildings through our Advanced Buildings suite of tools and resources.",
         "financialRating":"76.82",
         "accountabilityRating":"100.00"
      },
      {
         "ein":"93-0621534",
         "charityName":"DoveLewis Emergency Animal Hospital",
         "category":"1",
         "websiteURL":"https://www.dovelewis.org/",
         "rating":"3",
         "tag_line":"The Northwest's Nonprofit 24-Hour Emergency Animal Hospital",
         "mission":"DoveLewis is Portland's nonprofit 24-hour emergency and ICU animal hospital offering advanced veterinary care. DoveLewis also shares several donor-funded programs with the community, including: one of America's largest volunteer-based animal blood banks, a nationally recognized pet loss support program offering free group therapy sessions every month, 24-hour stabilizing care for lost, stray and wild animals, and financial assistance for qualifying low-income families and abused animals.",
         "financialRating":"85.00",
         "accountabilityRating":"96.00"
      },
      {
         "ein":"93-0386880",
         "charityName":"Oregon Humane Society",
         "category":"1",
         "websiteURL":"https://www.oregonhumane.org/",
         "rating":"4",
         "tag_line":"End Petlessness",
         "mission":"Established in 1868, Oregon Humane Society (OHS) is the largest and oldest humane society in the Pacific Northwest, and the third oldest in the country. OHS fosters an environment of respect, responsibility, and compassion for all animals through education, legislation and leadership. We work to care for the homeless, to defend the abused, and to fight with unrelenting diligence for recognition of the integrity of all animals. We serve the needs of more than 11,000 animals each year. With 140 staff members and a volunteer force of more than 1,900, the Oregon Humane Society is dedicated to adopt 100 percent of the animals turned in to the shelter.",
         "financialRating":"89.95",
         "accountabilityRating":"100.00"
      },
      {
         "ein":"93-0718337",
         "charityName":"Oregon Zoo Foundation",
         "category":"1",
         "websiteURL":"http://www.oregonzoo.org/about/about-oregon-zoo-foundation",
         "rating":"4",
         "tag_line":"Amplifying the Oregon Zoo's accomplishments in conservation, education and animal welfare.",
         "mission":"The mission of the Oregon Zoo Foundation (OZF) is to foster community pride and involvement in the Oregon Zoo and to secure financial support for the zoo's conservation, education and animal welfare programs. By amplifying the zoo's accomplishments, OZF ignites interest and investment in creating a better future for wildlife. OZF is a 501(c)(3) non-profit organization led by a volunteer Board of Trustees comprising Oregon business and community leaders. Under the coordination of the OZF Director, income generating activities include fundraising, grant writing, sponsorship and the administration and cultivation of more than 45,000 member households. Since 1997, OZF has contributed over $48M to the Oregon Zoo.",
         "financialRating":"90.52",
         "accountabilityRating":"97.00"
      },
      {
         "ein":"94-3166095",
         "charityName":"Wild Salmon Center",
         "category":"1",
         "websiteURL":"https://www.wildsalmoncenter.org/",
         "rating":"4",
         "tag_line":"Protecting globally significant salmon ecosystems",
         "mission":"The Wild Salmon Center is an international science-based organization whose mission is to identify, understand and protect the best wild salmon ecosystems of the North Pacific. We are committed to conserving for future generations the productivity, abundance, and biological diversity of wild salmon runs, and the healthy freshwater and coastal systems that sustain them. We envision a future where people throughout the North Pacific work together as stewards to sustain wild salmon and the immense benefits they provide people, rivers, and their watersheds.",
         "financialRating":"88.82",
         "accountabilityRating":"100.00"
      },
      {
         "ein":"51-0175253",
         "charityName":"Xerces Society for Invertebrate Conservation",
         "category":"1",
         "websiteURL":"https://xerces.org/",
         "rating":"4",
         "tag_line":"Protecting the Life that Sustains Us",
         "mission":"The Xerces Society is a nonprofit organization that protects wildlife through the conservation of invertebrates and their habitat. Established in 1971, the Society is at the forefront of invertebrate protection worldwide, harnessing the knowledge of scientists and the enthusiasm of citizens to implement conservation programs. The Society uses advocacy, education, and applied research to defend invertebrates. Over the past three decades, we have protected endangered species and their habitats, produced ground-breaking publications on insect conservation, trained thousands of farmers and land managers to protect and manage habitat, and raised awareness about the invertebrates of forests, prairies, deserts, and oceans.",
         "financialRating":"91.52",
         "accountabilityRating":"97.00"
      },
      {
         "ein":"93-1042868",
         "charityName":"All Classical Portland",
         "category":"2",
         "websiteURL":"http://www.allclassical.org/",
         "rating":"4",
         "tag_line":"We love this music",
         "mission":"TAll Classical Portland is Portland, Oregon's classical radio station. Established in 1983, All Classical Portland's mission is to advance knowledge of and appreciation for classical music; to build and sustain culturally vibrant local and global communities around this art form; to reflect the spirit of the Pacific Northwest; and to foster integrity, quality, and innovation in all that we do.",
         "financialRating":"88.56",
         "accountabilityRating":"96.00"
      },
      {
         "ein":"23-7355562",
         "charityName":"Chamber Music Northwest",
         "category":"2",
         "websiteURL":"http://cmnw.org/",
         "rating":"4",
         "tag_line":"Protecting the Life that Sustains Us",
         "mission":"The Xerces Society is a nonprofit organization that protects wildlife through the conservation of invertebrates and their habitat. Established in 1971, the Society is at the forefront of invertebrate protection worldwide, harnessing the knowledge of scientists and the enthusiasm of citizens to implement conservation programs. The Society uses advocacy, education, and applied research to defend invertebrates. Over the past three decades, we have protected endangered species and their habitats, produced ground-breaking publications on insect conservation, trained thousands of farmers and land managers to protect and manage habitat, and raised awareness about the invertebrates of forests, prairies, deserts, and oceans.",
         "financialRating":"84.78",
         "accountabilityRating":"100.00"
      },
      {
         "ein":"93-1190983",
         "charityName":"The Library Foundation",
         "category":"2",
         "websiteURL":"http://www.libraryfoundation.org/",
         "rating":"5",
         "tag_line":"Enhancing our library's leadership, innovation and reach",
         "mission":"The Library Foundation enhances Multnomah County Library's innovation and reach, helping the library address emerging community needs through private support. Since 1995, gifts to the foundation have helped the library reach tens of thousands of children at risk of low literacy, breathe new life into aging buildings and buy books that capture hearts and minds.",
         "financialRating":"91.74",
         "accountabilityRating":"97.00"
      },
      {
         "ein":"93-0391599",
         "charityName":"Oregon Historical Society",
         "category":"2",
         "websiteURL":"http://www.ohs.org/",
         "rating":"5",
         "tag_line":"Preserving and interpreting Oregon's past",
         "mission":"Founded in 1898, the Oregon Historical Society (OHS) works to preserve and interpret Oregon's past in thoughtful, illuminating, and provocative ways. The OHS artifacts collection is comprised of over 85,000 artifacts and 3 million photographs and manuscripts. The OHS Research Library contains one of the country's most extensive collections of state history materials, including ancient objects from the earliest settlements and objects that illustrate exploration in the Oregon Country, the growth of business and industry, the development of artwork and crafts, maritime history, and many other topics. OHS Education Programs include internet resources to supplement classroom curriculum and docent-led tours for school groups.",
         "financialRating":"92.25",
         "accountabilityRating":"92.00"
      },
      {
         "ein":"93-0402877",
         "charityName":"Oregon Museum of Science and Industry",
         "category":"2",
         "websiteURL":"https://omsi.edu/",
         "rating":"4",
         "tag_line":"Touch. Explore. Question. Imagine.",
         "mission":"TFounded in 1944, the Oregon Museum of Science and Industry (OMSI) is one of the nation's leading science museums. OMSI offers 219,000 square feet of brain-powered fun through hundreds of interactive exhibits and hands-on demonstrations. OMSI has five exhibit halls, eight science labs, a giant screen OMNIMAX Dome Theater, the most technologically advanced planetarium in the Pacific Northwest, and the USS Blueback submarine, the last fast-attack diesel-powered submarine built by the U.S. Navy. OMSI offers a variety of educational programs, including the largest science outreach education program in the United States. Our traveling program takes innovative science education on the road in five Western states. OMSI also offers professional development and works in partnership with schools and districts throughout Oregon.",
         "financialRating":"78.21",
         "accountabilityRating":"96.00"
      },
      {
         "ein":"93-0391604",
         "charityName":"Portland Art Museum",
         "category":"2",
         "websiteURL":"https://portlandartmuseum.org/",
         "rating":"5",
         "tag_line":"Access, education, collection and preservation of art",
         "mission":"Founded in 1892, the Portland Art Museum is the seventh oldest museum in the United States and the oldest on the West Coast. The Museum is internationally recognized for its permanent collection and ambitious special exhibitions, drawn from the Museum's holdings and the world's finest public and private collections. The Museum's collection of more than 42,000 objects, displayed in 112,000 square feet of galleries, reflects the history of art from ancient times to today. The collection is distinguished for its holdings of art of the native peoples of North America, English silver, and the graphic arts. An active collecting institution dedicated to preserving great art for the enrichment of future generations, the Museum devotes 90 percent of its gallery space to its permanent collection.",
         "financialRating":"92.75",
         "accountabilityRating":"97.00"
      },
      {
         "ein":"93-1190983",
         "charityName":"Boys & Girls Aid",
         "category":"8",
         "websiteURL":"http://boysandgirlsaid.org/",
         "rating":"4",
         "tag_line":"Building connections for a lifetime",
         "mission":"Boys & Girls Aid works to secure lifelong connections for every child in Oregon. Regardless of age or background, we believe children belong in families that are permanent and stable. While every child deserves a family, not every child has a family. Between the ages of 0 to 23, we have a focus on making sure every child has a lifelong adult connected to their future. \n We do not simply find families, we find the right families for children in need. When children enter our care, they are connected with trained adults who prepare them for the next step. Whether than means returning home or growing with a family through adoption, our goal is that children exit our care with the tools to rise above a history of abuse or neglect and thrive as adults.",
         "financialRating":"91.74",
         "accountabilityRating":"97.00"
      },
      {
         "ein":"94-3235649",
         "charityName":"Caldera",
         "category":"8",
         "websiteURL":"http://www.calderaarts.org/caldera/",
         "rating":"5",
         "tag_line":"Transforming underserved youth through innovative, year-round art and environmental programs",
         "mission":"Founded in 1995, Caldera's mission is to be a catalyst for the transformation of underserved youth through innovative, year-round art and environmental programs. We begin working with youth in 6th grade and commit to working with them year-round through high school graduation and beyond. We become community. The adult programs offer residencies to professional artists.",
         "financialRating":"97.44",
         "accountabilityRating":"96.00"
      },
      {
         "ein":"20-1260228",
         "charityName":"Classic Wines Auction",
         "category":"8",
         "websiteURL":"http://www.classicwinesauction.com/",
         "rating":"4",
         "tag_line":"Wine Working Wonders",
         "mission":"Founded in 2004 in Portland, Oregon, the Classic Wines Auction is dedicated to producing food and wine related events to raise funds for local charities benefiting children and families.",
         "financialRating":"91.35",
         "accountabilityRating":"89.00"
      },
      {
         "ein":"93-1029893",
         "charityName":"Oregon Energy Fund",
         "category":"8",
         "websiteURL":"http://www.oregonenergyfund.org/",
         "rating":"4",
         "tag_line":"The Power of Giving",
         "mission":"Oregon Energy fund, formerly HEAT Oregon, was founded in 1989 to help low income Oregonians become more energy self-reliant. HEAT Oregon gifts warmth and power to Oregonians facing hardships. Oregon Energy Fund's primary program objective is to prevent disconnection of utility service during inclement weather by providing bill payment assistance to low income households in emergency situations. Oregon Energy Fund partners with more than 30 local community and social service organizations throughout the state of Oregon to help deliver energy assistance to qualifying households. Donations made to Oregon Energy Fund from any county in Oregon provide energy assistance to neighbors within the same county from which they were donated; Oregon Energy Fund calls it Neighbor Helping Neighbor. Over the years, Oregon Energy Fund has helped to keep the heat and lights on for tens of thousands of low-income households.",
         "financialRating":"87.50",
         "accountabilityRating":"100.00"
      },
      {
         "ein":"93-1098105",
         "charityName":"Friends of the Children, Portland",
         "category":"8",
         "websiteURL":"http://friendspdx.org/",
         "rating":"5",
         "tag_line":"Transforming the lives of Portland's most vulnerable children",
         "mission":"Founded in 1993, Friends of the Children, Portland provides Portland's most at-risk children with intensive and long-term mentors. We take a preventive, early intervention approach that breaks the cycle of poverty and abuse by helping children in need overcome the many obstacles in their lives. We make a twelve and a half year commitment to each child, selecting them in kindergarten and guiding them through high school graduation. Friends of the Children, Portland has 42 Friends guiding, supporting and mentoring more than 350 children.",
         "financialRating":"92.19",
         "accountabilityRating":"96.00"
      }
   ]
}
